name: "rsip_lowres"
platform: "pytorch_libtorch"
max_batch_size: 1
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    format: FORMAT_NCHW
    dims: [ 128, 128, 128 ]
    reshape { shape: [ 1, 128, 128, 128 ] }
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ 3, 128, 128, 128 ]
  }
]
